const filmy = [
  {
    id: 1,
    obraz: "🎬",
    nazva: "Інтерстеллар",
    opys: "Подорож крізь чорні діри та простір-час у пошуках нового дому для людства.",
    zhanr: "Фантастика",
  },
  {
    id: 2,
    obraz: "🐉",
    nazva: "Гра престолів",
    opys: "Епічна битва за Залізний трон у світі Вестеросу з драконами та інтригами.",
    zhanr: "Фентезі",
  },
  {
    id: 3,
    obraz: "🚀",
    nazva: "Марсіанин",
    opys: "Астронавт залишився на Марсі і має вижити наодинці з природою планети.",
    zhanr: "Пригоди",
  },
  {
    id: 4,
    obraz: "🦇",
    nazva: "Темний лицар",
    opys: "Бетмен протистоїть хаотичному Джокеру, який хоче занурити Ґотем у анархію.",
    zhanr: "Бойовик",
  },
  {
    id: 5,
    obraz: "🌊",
    nazva: "Титанік",
    opys: "Історія кохання на борту легендарного лайнера, що зазнав аварії в океані.",
    zhanr: "Мелодрама",
  },
  {
    id: 6,
    obraz: "🦁",
    nazva: "Король Лев",
    opys: "Маленький лев Сімба подорослішав і повернувся, щоб забрати свій трон.",
    zhanr: "Анімація",
  },
];

export default filmy;
